Repository: isacco-borsani/renee_stotijn
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: General error
nl: Algemene fout

source: Youth
nl: Jeugd

source: Art Academy
nl: Kunstacademie

source: Dolls
nl: Poppen

source: Landscapes
nl: Landschappen

source: Still Lives
nl: Stillevens

source: Posters
nl: Affiches

source: Portraits
nl: Portretten

source: Later Work
nl: Later werk

source: Artworks
nl: Kunstwerken

source: Photos: Jeroen Koning
nl: Foto's: Jeroen Koning

source: Renée Stotijn is born on February 7, 1940 in Hilversum, as the eldest daughter in a family of four children. Soon after her birth Renée’s parents move to the south of Amsterdam, and come to live behind the Concertgebouw (concert hall). It is a practical choice for the family, as her father, Haakon Stotijn, is appointed as a solo oboist in the Concertgebouw orchestra. Renée starts drawing at the age of five after receiving a book from her father on early renaissance Italian painting. She is fascinated by this art and memorizes all the painters. At this point already she has made up her mind; she will become a painter.
nl: Op 7 februari 1940 wordt Renée Stotijn geboren in Hilversum. Spoedig na haar geboorte verhuizen de ouders van Renée naar Amsterdam, vlak achter het Concertgebouw. Dit is een praktische keuze, aangezien vader Haakon Stotijn in datzelfde jaar een aanstelling krijgt als solo-hoboïst van het Concertgebouworkest. Renée begint op haar vijfde te tekenen nadat ze een boek over Italiaanse renaissance schilderkunst krijgt. Ze is gefascineerd door deze kunst en leert alle schilders uit haar hoofd. Dan al staat haar besluit vast; ze wordt schilderes.

source: Unfortunately, problems arise in the family and her parents divorce in 1952 when she is 12 years old. Renée is determined to leave with her father because of a difficult relationship between her mother and herself. Her younger sister Marion decides to go with Renee and her father. They wander across the city for years in search of accommodation. At this time Renée and Marion stay with various caretakers at different addresses. In 1957 Haakon and his two daughters eventually settle on the Weesperzijde in the east of Amsterdam.
nl: Helaas ontstaan er problemen in het gezin en scheiden de ouders van Renée in 1952. Renée is vastbesloten om met haar vader mee te gaan. Haar zusje Marion besluit om met hen mee te gaan. Na een jarenlange zwerftocht vestigen Haakon en zijn twee dochters zich in 1957 op de Weesperzijde in Amsterdam-Oost.

source: After her graduation at the Montessori Lyceum, Renée Stotijn takes six years of intensive lessons at the Rijksacademie (art academy) in Amsterdam.
nl: Na haar eindexamen op het Montessori Lyceum volgt Renée Stotijn zes jaar intensieve lessen aan de Rijksacademie in Amsterdam. Zij krijg les van onder meer Gé Röling, Otto B. De Kat en Sierk Schröder.

source: She takes various subjects such as letter drawing and costume drawing, art and style history, sculpting and anatomy. As an exceptionally talented student, Renée gets access to a ‘loge’.
nl: Ze volgt diverse vakken zoals letter- en kostuumtekenen, kunst- en stijlgeschiedenis, boetseren en anatomie. Als uitzonderlijk getalenteerde studente krijgt Renée beschikking over een ‘loge’.

source: That is a private studio at the top of the academy building. Because Renée wants to learn to paint decors, she works for one year in a decor studio and then six years as a restorer at the Central Laboratory of the Rijksmuseum.
nl: De loge is een eigen atelier boven in de academie, waarin ze talloze werken vervaardigd en haar eigen stijl kan ontplooien. Omdat Renée decors wil leren schilderen werkt ze één jaar op een decoratelier en vervolgens zes jaar als restauratrice bij het Centraal Laboratorium van het Rijksmuseum.

source: At the same time, she is teaching and gives guided tours in the Stedelijk Museum, the Van Gogh Museum and the Rijksmuseum, to both children and adults.
nl: Tegelijkertijd geeft ze museumlessen en rondleidingen in het Stedelijk Museum, het Van Gogh Museum en het Rijksmuseum, aan zowel kinderen als volwassenen.

source: Throughout her life Renée maintains a great passion for antique dolls. She has a small collection of dolls in her house in closed glass display cases. In 1970, an article about Renée's love for antique dolls with a number of remarkable photos was published in Panorama magazine.
nl: Renée heeft gedurende haar leven een grote voorliefde voor antieke poppen. In 1970 verschijnt in het tijdschrift Panorama met een aantal bijzondere foto’s.

source: The way in which Renée portrays the dolls is remarkable. It seems like the dolls have been given souls. Because of the facial expressions and the way in which the dolls are positioned, they almost resemble people in a lively scene: busy conversing, pondering or enthusiastic. It remains unclear where her love for dolls comes from. Perhaps it stems from a longing in her childhood. Be that as it may, it is a subject that she portrays many times in different ways.
nl: De wijze waarop Renée de poppen uitbeeldt is opmerkelijk. Vanwege de gezichtsuitdrukkingen en de wijze waarop ze zijn gepositioneerd lijken ze haast mensen die zich in een levendige scène bevinden: druk converserend, peinzend of enthousiast. Waar haar liefde voor poppen vandaan komt blijft gissen. Het is een onderwerp dat zij vele malen op diverse manieren uitbeeldt.

source: Article
nl: Artikel

source: Although born in Hilversum, Renée Stotijn is an ‘Amsterdammer’ in heart and soul. She loves the city very much and also fights for the preservation of her ‘Mokum.’
nl: Renée Stotijn is, hoewel in Hilversum geboren, een Amsterdamse in hart en nieren. Ze houdt van de stad. Haar liefde gaat zo ver dat ze strijdt voor het behoud van haar Mokum.

source: She organizes neighbourhood campaigns and writes appeals against, among other things, the demolition of the Eerste Oosterparkstraat and a part of the Weesperzijde, which is known as 'het Streekje'.
nl: Ze brengt buurtacties tot stand en schrijft bezwaarschriften tegen onder meer de afbraak van de Eerste Oosterparkstraat en het deel van de Weesperzijde dat bekend staat als ‘het Streekje’.

source: Thanks to her, houses that would be demolished are actually restored in modern style. Renée's greatest victory is the preservation of the New Amstel Bridge by the architects Leguyt and Berlage. Thanks to her, the bridge continues to exist and is not replaced by a modern variant. Her love for the nineteenth century is immense
nl: Door haar toedoen worden huizen die eigenlijk gesloopt zouden worden in moderne stijl gerestaureerd. Renées grootste overwinning is het behoud van de Nieuwe Amstelbrug van de architecten Leguyt en Berlage. Zij zorgt ervoor dat de oorspronkelijke brug blijft bestaan en niet vervangen wordt door een moderne variant. Haar liefde voor de negentiende eeuw is groot.

source: Landscapes and village scenes
nl: Landschappen

source: Renée goes out every now and then to visit other cities and landscapes in the Netherlands. In the open air she mainly paints watercolours. She is fond of the colours and light of the Dutch landscape, which she tries to capture in a rich colour palette.
nl: Renée trekt er zo nu en dan op uit om andere steden en landschappen in Nederland te bezoeken. In de buitenlucht maakt ze voornamelijk aquarellen. Ze is dol op de kleuren en het licht van het Hollandse landschap, dat ze probeert te vatten in een rijk kleurenpalet.

source: She adores Durgerdam and Marken and has a fascination for the traditional costumes from those villages. She also visits abroad. France and Italy are very dear to her and were a source of inspiration. However, due to a lack of financial resources, she does not manage to go there often, at least not as often as she would have liked.
nl: Ze is erg gesteld op Durgerdam en Marken en heeft een fascinatie voor de klederdrachten uit die plaatsen. Ze bezoekt ook het buitenland. Frankrijk en Italië zijn haar zeer dierbaar en vormden een bron van inspiratie. Het lukt haar niet vaak om daar heen te gaan, in elk geval niet zo vaak als ze had gewenst.

source: Renée makes countless still lives from objects in her own home such as vases, fans and hats. She often places these objects on a wooden table. One such table is the one that she received from acquaintances from Schoorl. Flowers are her favourite subject. She paints and draws flowers of all shapes and sizes with different materials. This subject will continue to play a major role in her oeuvre until the end of her life.
nl: Renée maakt talloze stillevens van voorwerpen die in haar huis staan zoals vazen, waaiers en hoeden. Ze positioneert de voorwerpen vaak op een houten tafeltje. Bloemen zijn haar favoriete onderwerp. Ze schildert en tekent bloemen met verschillende materialen. Dit onderwerp zal tot aan het eind van haar leven een grote rol blijven spelen in haar oeuvre.

source: Remarkable are Renée's often dynamic compositions and rich use of colour. There always seems to be movement in the works. Her still lives are anything but static.
nl: Opvallend zijn de vaak dynamische composities en het rijke kleurgebruik van Renée. Er lijkt altijd beweging in de werken te zitten. Statisch zijn haar stillevens allerminst.

source: Relationship and posters
nl: Relatie en posters

source: Starting in the 1970s, Renée has a relationship with violinist and concertmaster Dick Bor (1944-2007). Together they form a well-known artistic couple and they are the first couple who have a LAT (living apart together) relationship in the Netherlands. This means that they deliberately do not live together and are not married. They do have two daughters together. Several articles appear about this in the newspaper, which also discusses their artistic projects
nl: Renée heeft een relatie met violist en concertmeester Dick Bor (1944- 2007). Samen vormen zij een bekend artistiek stel. Ze zijn het eerste koppel met een latrelatie (living apart together) in Nederland; zij wonen bewust in een eigen huis en zijn niet getrouwd. Wel voeden zij samen twee dochters op. Over het stel verschijnen artikelen in de krant, waarin de aandacht ook uitgaat naar hun artistieke projecten.

source: In 1978 Dick and Renée organize a concert series in the Concertgebouw with the name ‘Scherts Concerts’ in which Dick presents jokes and oddities on stage together with Polo de Haas and other musicians. In combination with the concerts, an exhibition of Renée's work takes place in the Spiegelzaal of the Concertgebouw. Renée then exhibits her work a few more times, including in 1994 in the artists' society De Kring.
nl: In 1978 organiseren Dick en Renée in Het Concertgebouw de zogenaamde ‘Schertsconcerten’, waarin Dick samen met Polo de Haas en andere musici rariteiten op het podium presenteert. In combinatie met de vermakelijke concerten vindt in de Spiegelzaal een expositie van Renées werk plaats.

source: Renée designs the posters for Dick's concerts. She does this in an old-fashioned way in collaboration with Gielijn (Ghislain) Escher. During this collaboration Renée creates the design and Escher cuts the letters. Subsequently, the posters are screen printed.
nl: Renée ontwerpt affiches voor de concerten van Dick. Dat doet zij in samenwerking met Gielijn (Ghislain) Escher. Tijdens deze samenwerking maakt Renée het ontwerp en snijdt Escher de letters op traditionele wijze.

source: Renée Stotijn and Dick Bor
nl: Renée Stotijn en Dick Bor

source: Exhibition Het Concertgebouw
nl: Tentoonstelling Het Concertgebouw

source: Articles
nl: Artikel

source: The greatest discovery in Renée's house are the countless portraits she painted, most of them with oil paint. Nobody, knew about the portraits, or could imagine the vast amount. The artworks have spent decades laying in the tops of cabinets in the kitchen. They lay between double ceilings and in cavities within the wall that turned out to be several meters deep. When closets were emptied by her daughters, they found one surprise after another. It was as if a treasure had been discovered.
nl: De grootste ontdekking in het huis van Renée zijn de portretten die ze heeft geschilderd. De kunstwerken hebben decennialang in kasten boven in de keuken gelegen, verborgen tussen dubbele plafonds en ruimtes achter de muren. De ruimtes bleken meters diep te zijn. Toen haar dochters de kasten leeghaalden waren ze stomverbaasd. Nooit hebben zij enig vermoeden gehad dat er zo’n enorme schat aan kunstwerken in hun ouderlijk huis lag.

source: It is very likely that Renée made these portraits at the Rijksacademie. In one of the few interviews she gives, she refers to the portraits she painted in the ‘loge’ that was assigned to her. Here she had all the materials available. Who the models are ultimately remains a guess, just like the answers to many other questions about the how, what, where and when with regard to her artworks. These answers are left up to the imagination.
nl: Het is zeer aannemelijk dat Renée de portretten op de Rijksacademie heeft gemaakt. In een van de weinige interviews die ze heeft gegeven refereert ze aan de portretten die ze schilderde in de ‘loge’ die haar was toegewezen. Wie de modellen exact waren blijft gissen, net als naar de antwoorden op vele andere vragen ten aanzien van de kunstwerken.

source: Later work
nl: Later werk

source: There is an unfortunate event in Renée's life that causes a change: she gets sick. In 1972, at the age of 32, she is diagnosed with breast cancer. She has surgery, but afterwards she is in so much pain that she is unable to use her arm, let alone paint, for a long time. This is a nightmare for Renée.
nl: Er is in het leven van Renée een belangrijke gebeurtenis die zorgt voor een kentering. Op 32- jarige leeftijd, in 1972, wordt er borstkanker bij haar geconstateerd. Ze wordt geopereerd, en is nadien niet in staat is om haar arm te gebruiken, laat staan te schilderen. Dit is een nachtmerrie voor Renée.

source: After a while she tries to pick it up again, and makes drawings, pastels and watercolours, though at an admittedly slower pace than before. Due to the hard labour and process required to create an oil painting, she is no longer able to make them. Her style is clearly recognizable in her newer works.
nl: Na verloop van tijd probeert ze het tekenen en schilderen weer op te pakken en maakt ze, in een rustiger tempo weer tekeningen, pastellen en aquarellen. Wegens de zware arbeid en het proces dat het maken van een olieverfschilderij vergen, is zij niet langer in staat om dergelijke schilderijen te maken. Wel is haar stijl weer duidelijk herkenbaar in haar nieuwe werken.

source: In the period after the operation, Renée mainly works on subjects she loves. In France at ‘the Bastide’ she creates watercolours of the area. She is also frequently engaged in watercolours of peonies, especially in the last years of her life. Finally, she portrays her grandchildren with much love and is often inspired by the works of Peter Paul Rubens.
nl: Renée werkt in de periode na de operatie aan haar geliefde onderwerpen. Zo maakt ze in Frankrijk op ‘de Bastide’ aquarellen van de omgeving. Ook aquarelleert ze graag pioenrozen. Ten slotte portretteert ze met liefde haar kleinkinderen. Daarbij wordt ze geïnspireerd door de werken van Peter Paul Rubens.

source: Contact Us!
nl: Neem contact op!

source: Name
nl: Naam

source: Surame
nl: Suram

source: Your request
nl: Uw verzoek

source: Send
nl: Sturen

source: Close
nl: Dichtbij

source: Home
nl: Homepage

source: Contacts
nl: Contact

source: About
nl: Over

source: Are you interested in the artworks of Renée Stotijn.
nl: Ben je geïnteresseerd in de kunstwerken van Renée Stotijn?

source: Or do you have questions about it?
nl: Of heb je er vragen over?

source: Please feel free to contact us!
nl: Voel je vrij om contact met ons op te nemen!

source: We are happy to help you
nl: We helpen je graag verder

source: Presented lovingly by her daughters,
nl: Veel liefs namens haar dochters,

source: Thank you :)
nl: Dank u :)

source: You will receive an answer as soon as possible
nl: Je krijgt zo snel mogelijk antwoord

source: Error: Something went wrong :(
nl: Fout: Er is iets misgegaan :(

source: Life
nl: Leven

source: Art
nl: Kunst

source: News
nl: Nieuws

source: FIRST_TITLE_HORIZONTAL_SCROLL
nl: Talloze tekeningen, pastellen, aquarellen en olieverfschilderijen

source: SECOND_TITLE_HORIZONTAL_SCROLL
nl: hadden verborgen gelegen in kasten, achter muren en tussen dubbele plafonds.

source: THIRD_TITLE_HORIZONTAL_SCROLL
nl: Deze vondst is zo bijzonder: dat moet gedeeld worden!

source: SECOND_INTRO
nl: Op 7 februari 1940 wordt Renée Stotijn geboren in Hilversum, als oudste dochter in een gezin van vier kinderen. Spoedig na haar geboorte verhuizen de ouders van Renée naar Amsterdam-Zuid, vlak achter het Concertgebouw. Dit is een praktische keuze voor het gezin, aangezien vader Haakon Stotijn in datzelfde jaar een aanstelling krijgt als solo-hoboïst van het Concertgebouworkest.

source: FIRST_BIG_TITLE_HORIZONTAL_SCROLL
nl: Renée begint op haar vijfde

source: SECOND_BIG_TITLE_HORIZONTAL_SCROLL
nl: te tekenen nadat ze van haar vader een boek over Italiaanse schilderkunst uit de vroege renaissance krijgt.

source: FIRST_INTRO
nl: Decennialang waren de kunstwerken van Renée Stotijn niet zichtbaar. Noch voor publiek, noch voor bekenden. Zelfs haar dochters hadden geen flauw benul van de omvangrijke collectie van hun moeder. Nadat Renée Stotijn overleed in juni 2020, wisten zij niet wat hen overkwam: ze ontdekten in hun ouderlijk huis een schat aan kunstwerken, de een nog bijzonderder dan de andere.

source: New article about the discovery of Renée Stotijns art in Articula - magazine of Amsterdam artist association ‘Arti et Amicitiae’
nl: Nieuw artikel over de vondst van Renée Stotijns kunst in Articula - magazine van kunstenaarssociëteit ‘Arti et Amicitiae’

source: Previous exhibition at Beurs van Berlage
nl: Eerdere tentoonstelling in Beurs van Berlage

source: Discover the NFT collection of Renée Stotijn on
nl: Ontdek de NFT collectie van Renée Stotijn op

source: You will be able to purchase Renée's art and claim the real paintings and drawings
nl: U kunt Renée's kunst kopen en de echte schilderijen en tekeningen opeisen...
